[
  {
    "id": "planet-pulse",
    "slug": "planet-pulse",
    "name": "Planet Pulse",
    "subtitle": "Sustainable, tech and non-tech initiatives for the planet.",
    "description": "Planet Pulse is a collaborative initiative dedicated to protecting and revitalizing the Earth by aligning with SDGs 12, 13, 14, and 15. It begins with community-driven, non-technical actions promoting sustainable consumption, climate awareness, and conservation. Over time, it expands into tech-driven innovations—leveraging data, IoT, and AI for environmental monitoring, circular economy solutions, and climate resilience.",
    "short_description": "Sustainability, innovation, and harmony between people and the planet.",
    "sdgs": [12, 13, 14, 15],
    "started": "2025-10",
    "cover_image": "/images/green-pulse-mangrove-restoration-koggala-2.jpg",
    "logo": "/images/logos/planet-pulse.png",
    "related_initiatives": []
  },
  {
    "id": "sdg-sprints",
    "slug": "sdg-sprints",
    "name": "SDG Sprints",
    "subtitle": "Co-creating solutions for community challenges.",
    "description": "Organized by IEEE Sri Lanka Section SIGHT with the guidance of Sustainable Development Council of Sri Lanka, the SDG Sprints brings together university students, young engineers, and community representatives to ideate and design practical humanitarian technology projects aligned with the UN Sustainable Development Goals. Following the Double Diamond design process model (https://www.designcouncil.org.uk/our-resources/the-double-diamond/), the program is structured into four sprints: Launchpad (inspiration and orientation), Research (exploring real-world challenges with communities and stakeholders), Design (ideation, prototyping, and mentorship from industry and academia), and Implementation Support (connecting solutions with partners for real-world deployment, seed funding, and scaling opportunities). The initiative fosters innovation, collaboration, and capacity building by connecting grassroots needs with engineering talent.",
    "short_description": "Co-creating innovative solutions for community challenges through collaborative design sprints.",
    "sdgs": [3, 4, 6, 7, 11, 13, 17],
    "started": "2025-08",
    "cover_image": "/images/bg4.webp",
    "logo": "/images/logos/sdg-sprints.png",
    "related_initiatives": [
    ]
  },
  {
    "id": "nenasa",
    "slug": "nenasa",
    "name": "Nenasa",
    "subtitle": "STEM workshops inspiring underprivileged students.",
    "description": "In collaboration with SLSAC, IEEE Sri Lanka Section SIGHT conducts STEM workshops in underprivileged schools. Facilitated by university students and industry professionals, the program offers hands‑on learning beyond the standard curriculum to motivate students toward STEM careers.",
    "short_description": "Conducting hands-on STEM workshops in underprivileged schools to motivate students toward STEM careers.",
    "sdgs": [4],
    "started": "2023-01",
    "cover_image": "/images/bg2.webp",
    "logo": "/images/logos/nenasa.png",
    "related_initiatives": [
      "nenasa-stem-workshops-2024"
    ]
  },
  {
    "id": "filter-of-hope",
    "slug": "foh",
    "name": "Filter of Hope",
    "subtitle": "Customized RO filter for safe drinking water.",
    "description": "IEEE Sri Lanka Section SIGHT installs customized reverse‑osmosis filtration systems, tailored to local water quality based on laboratory analysis of 31 parameters (e.g., nitrates, arsenic, bacteriology), at schools or communal wells in CKDu‑affected villages. The initiative includes infrastructure upgrades, community training, and ongoing water‑quality monitoring. It improves health, reduces CKDu risk, increases school attendance, and builds local capacity.",
    "short_description": "Installing customized reverse-osmosis filtration systems tailored to local water quality in CKDu-affected villages.",
    "sdgs": [6, 4, 10],
    "started": "2022-12",
    "cover_image": "/images/bg6.webp",
    "logo": "/images/logos/foh.png",
    "related_initiatives": [
      "filter-of-hope-phase-03-eppawala-2024",
      "filter-of-hope-phase-02"
    ]
  },
  {
    "id": "sihinayata-peraman",
    "slug": "sp",
    "name": "Sihinayata Peraman",
    "subtitle": "Career, innovation, and leadership for underserved youth.",
    "description": "\"Sihinayata Peraman,\" recognized as Best Affinity Group Project (2022), delivers career guidance, innovation, and leadership training to students from underprivileged backgrounds. The program equips them with knowledge and skills to explore STEM and leadership pathways.",
    "short_description": "Delivering career guidance, innovation, and leadership training to students from underprivileged backgrounds.",
    "sdgs": [4, 9],
    "started": "2022-08",
    "cover_image": "/images/bg1.webp",
    "logo": "/images/logos/sp.png",
    "related_initiatives": []
  }
]